[
    {
        "heading": "User Agreement",
        "description": "This User Agreement (`Agreement`) outlines the terms under which you may use the Site and its associated services. By accessing, browsing, or using the Site, you acknowledge that you have read, understood, and agreed to be bound by these Terms, as well as our Privacy Policy, which is incorporated herein by reference. If you do not agree to these Terms, you must not use the Site. This Agreement constitutes a legally binding contract between you and StudyNotion We reserve the right to modify these Terms at any time. Changes will be effective immediately upon posting on the Site. Your continued use of the Site following any changes constitutes your acceptance of the modified Terms. We encourage you to review these Terms periodically to stay informed of any updates. Your compliance with these Terms is essential for maintaining access to our services and ensuring a positive experience for all users."
    },
    {
        "heading": "Acceptance of Terms",
        "description": "By creating an account, purchasing courses, or otherwise using the Site, you accept these Terms and agree to abide by them. Acceptance of these Terms signifies that you understand and agree to the legal obligations and limitations outlined herein. If you are accessing or using the Site on behalf of an organization, you warrant that you have the authority to bind such organization to these Terms. These Terms may be updated or modified from time to time. We will notify you of any significant changes by posting the updated Terms on the Site. It is your responsibility to review these Terms regularly. Continued use of the Site after changes have been made constitutes acceptance of the new Terms. If you do not agree with any modifications, you should cease using the Site immediately."
    },
    {
        "heading": "Account Registration",
        "description": "To access certain features of the Site or to purchase courses, you may be required to register for an account. When registering, you agree to provide accurate, current, and complete information, including your name, email address, and payment information. It is your responsibility to ensure that the information you provide is up-to-date and accurate. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account or any other breach of security. We are not liable for any loss or damage arising from your failure to protect your account information. We reserve the right to suspend or terminate your account if we suspect any unauthorized activity or breach of these Terms. By creating an account, you agree to receive communications from us regarding your account and the services we provide."
    },
    {
        "heading": "User Responsibilities",
        "description": "As a user of the Site, you agree to use the Site only for lawful purposes and in accordance with these Terms. You must not engage in any activities that may harm, disrupt, or interfere with the operation of the Site or the experience of other users. Prohibited activities include, but are not limited to, transmitting harmful software, engaging in fraudulent activities, or using the Site to violate the rights of others. You are responsible for ensuring that your use of the Site complies with all applicable laws and regulations. This includes, but is not limited to, respecting copyright and intellectual property rights, adhering to data protection laws, and complying with any local regulations that may apply to your use of the Site. If you violate these Terms or engage in prohibited activities, we reserve the right to take appropriate action, which may include suspending or terminating your access to the Site. We also reserve the right to report any illegal activities to the appropriate authorities."
    },
    {
        "heading": "Intellectual Property",
        "description": "All content on the Site, including but not limited to text, graphics, logos, images, course materials, and software, is the property of  StudyNotion or its licensors and is protected by copyright, trademark, and other intellectual property laws. Unauthorized use of the Site’s content is strictly prohibited. You may access and use the content provided on the Site solely for your personal, non-commercial purposes. You may not copy, reproduce, distribute, modify, create derivative works from, or publicly display any content from the Site without our express written permission. Unauthorized use of the content may result in legal action and financial liability. Any feedback or suggestions you provide regarding the Site or its content will be considered non-confidential and non-proprietary. We are free to use, disclose, and exploit such feedback without any obligation or compensation to you."
    },
    {
        "heading": "Course Content",
        "description": "Courses offered through the Site are intended for personal, non-commercial use only. Upon purchasing a course, you are granted a limited, non-exclusive, non-transferable license to access and use the course content for your own educational purposes. This license does not grant you any ownership rights to the content. You agree not to share, reproduce, distribute, or modify any course content without prior written permission from us. You may not use course materials for commercial purposes, including selling or distributing them to third parties. We strive to ensure that all course content is accurate and up-to-date. However, we make no warranties or representations regarding the completeness or accuracy of the content. We reserve the right to update or remove course content at any time without prior notice."
    },
    {
        "heading": "Licensing",
        "description": "Upon purchasing a course, you are granted a limited, non-exclusive, non-transferable license to access and use the course content for personal, non-commercial purposes. This license is subject to these Terms and does not grant you any ownership rights in the content. You may not copy, modify, distribute, or create derivative works from the course content. Any unauthorized use of the content is a violation of these Terms and may result in the termination of your access to the Site. We reserve the right to revoke your license to access and use the course content if you violate these Terms or engage in any unauthorized activities. In such cases, we will not be liable for any damages or losses resulting from the termination of your access."
    },
    {
        "heading": "Access Rights",
        "description": "We reserve the right to modify or terminate your access to courses or content at any time. This includes the right to suspend or revoke access if we suspect any violation of these Terms or engage in activities that are harmful or disruptive. We will provide notice of any changes to your access rights as required by applicable laws. If your access is terminated, we will not be liable for any damages or losses resulting from the termination. You may also lose access to content if you fail to comply with these Terms or if there are issues with your payment method. It is your responsibility to ensure that your account and payment information are current."
    },
    {
        "heading": "Content Usage",
        "description": "You are granted a limited license to use the content accessed through the Site for personal, non-commercial purposes. You may not use the content"
    }
]